chapter7_sample_app/app/controllers/todolists_controller.rb

    def create
        # ストロングパラメーターを使用
         list = List.new(list_params)
        # DBへ保存する
         list.save
---
INSERT INTO "lists" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "サンプル１"], ["body", "サンプル１だよ"], ["created_at", "2020-01-20 13:05:30.147089"], ["updated_at", "2020-01-20 13:05:30.147089"]]