chapter5_sample_app/app/controllers/todolists_controller.rb

    def create
        # ストロングパラメーターを使用
         list = List.new(list_params)
        # DBへ保存する
         list.save
---
INSERT INTO "lists" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", ""], ["body", ""], ["created_at", "2020-01-20 12:44:14.151336"], ["updated_at", "2020-01-20 12:44:14.151336"]]